class Assets:
    def __init__(self) -> None:
        self.gallows_0 = [
            "*---*   ",
            "|   |   ",
            "|       ",
            "|       ",
            "|       ",
            "|       ",
        ]
        self.gallows_1 = [
            "*---*   ",
            "|   |   ",
            "|   O   ",
            "|       ",
            "|       ",
            "|       ",
        ]
        self.gallows_2 = [
            "*---*   ",
            "|   |   ",
            "|   O   ",
            "|   |   ",
            "|   |   ",
            "|       ",
        ]
        self.gallows_3 = [
            "*---*   ",
            "|   |   ",
            "|   O   ",
            "|   |/  ",
            "|   |   ",
            "|       ",
        ]
        self.gallows_4 = [
            "*---*   ",
            "|   |   ",
            "|   O   ",
            "|  \\|/  ",
            "|   |   ",
            "|       ",
        ]
        self.gallows_5 = [
            "*---*   ",
            "|   |   ",
            "|   O   ",
            "|  \\|/  ",
            "|   |   ",
            "|    \\  ",
        ]

        self.gallows_6 = [
            "*---*   ",
            "|   |   ",
            "|   O   ",
            "|  \\|/  ",
            "|   |   ",
            "|  / \\  ",
        ]

        self.sad = "(づ•́ ᵔ •̀)づ"
        self.happy = "✺◟(＾∇＾)◞✺"
